{"class_name": "Sequential", "keras_version": "1.0.8", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_37", "output_dim": 80, "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dtype": "float32", "input_dim": 69, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "batch_input_shape": [null, 69]}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_38", "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dim": null, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "output_dim": 69}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_39", "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dim": null, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "output_dim": 69}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_40", "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dim": null, "b_regularizer": null, "W_regularizer": null, "activation": "sigmoid", "output_dim": 1}}]}