{"class_name": "Sequential", "keras_version": "1.1.0", "config": [{"class_name": "Dense", "config": {"activation": "relu", "bias": true, "batch_input_shape": [null, 13], "input_dtype": "float32", "init": "uniform", "W_regularizer": null, "W_constraint": null, "trainable": true, "activity_regularizer": null, "b_regularizer": null, "name": "dense_37", "input_dim": 13, "b_constraint": null, "output_dim": 24}}, {"class_name": "Dense", "config": {"activation": "relu", "bias": true, "init": "uniform", "W_regularizer": null, "b_regularizer": null, "trainable": true, "activity_regularizer": null, "W_constraint": null, "name": "dense_38", "input_dim": null, "b_constraint": null, "output_dim": 13}}, {"class_name": "Dense", "config": {"activation": "relu", "bias": true, "init": "uniform", "W_regularizer": null, "b_regularizer": null, "trainable": true, "activity_regularizer": null, "W_constraint": null, "name": "dense_39", "input_dim": null, "b_constraint": null, "output_dim": 13}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "bias": true, "init": "uniform", "W_regularizer": null, "b_regularizer": null, "trainable": true, "activity_regularizer": null, "W_constraint": null, "name": "dense_40", "input_dim": null, "b_constraint": null, "output_dim": 1}}]}