{"keras_version": "1.1.0", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"trainable": true, "activation": "relu", "input_dtype": "float32", "W_constraint": null, "batch_input_shape": [null, 24], "init": "uniform", "name": "dense_37", "b_constraint": null, "activity_regularizer": null, "W_regularizer": null, "bias": true, "b_regularizer": null, "output_dim": 35, "input_dim": 24}}, {"class_name": "Dense", "config": {"trainable": true, "activation": "relu", "W_constraint": null, "bias": true, "init": "uniform", "name": "dense_38", "b_regularizer": null, "activity_regularizer": null, "W_regularizer": null, "b_constraint": null, "output_dim": 24, "input_dim": null}}, {"class_name": "Dense", "config": {"trainable": true, "activation": "relu", "W_constraint": null, "bias": true, "init": "uniform", "name": "dense_39", "b_regularizer": null, "activity_regularizer": null, "W_regularizer": null, "b_constraint": null, "output_dim": 24, "input_dim": null}}, {"class_name": "Dense", "config": {"trainable": true, "activation": "sigmoid", "W_constraint": null, "bias": true, "init": "uniform", "name": "dense_40", "b_regularizer": null, "activity_regularizer": null, "W_regularizer": null, "b_constraint": null, "output_dim": 1, "input_dim": null}}]}